{
  "accessibility_page": {
    "accessibility_page_title": "Accessibility Statement for [TRIAL_NAME Participant Information]",
    "accessibility_page_text": "[TRIAL_NAME] is committed to ensuring digital accessibility for people with disabilities. We are continually improving the user experience for everyone, and applying the relevant accessibility standards.\n\n### Conformance status\n\nThe [Web Content Accessibility Guidelines (WCAG)](https://www.w3.org/WAI/standards-guidelines/wcag/) defines requirements for designers and developers to improve accessibility for people with disabilities. It defines three levels of conformance: Level A, Level AA, and Level AAA. [TRIAL_NAME Participant Information] is partially conformant with WCAG 2.1 level AA. Partially conformant means that some parts of the content do not fully conform to the accessibility standard.\n\n### Specific exceptions to WCAG 2.1 level AA compliance\n\n* There is no site map or table of contents as the linear navigation path through the content (with no method for the user to jump ahead) mitigates against the usefulness of this feature.\n* Third party frameworks used to build this app - e.g.  [Nuxt](https://nuxtjs.org/) - may contain some minor accessibility issues which are not editable by Digitrial. This includes, for instance, CSS loading animations the duration of which has been to set to longer than 5 seconds. We have attempted to ensure that these exceptions do not impact negatively on user experience.\n* Colour contrast errors relating to the site footer navigation may be picked up by automated accessibility checking tools such as WAVE. These errors relate to the starting state of the effected elements prior to CSS animations occurring. Once the short loading animation is complete the visual appearance of the effected elements complies with WCAG AA colour contrast requirements.\n\n### Screenreaders\n\nThis site has been tested in several screenreaders, including Narrator, NVDA and VoiceOver. We have striven to ensure that all content is accessible to these readers, although we are aware of inconsistencies in how they handle more complex features such as the video transcripts. Please [contact Digitrial](mailto:info@digitrial.com) if you are unable to access any of the website content using your preferred screenreader.\n\n### Feedback\n\nWe welcome your feedback on the accessibility of [TRIAL_NAME Participant Information]. Please let us know if you encounter accessibility barriers on  [TRIAL_NAME Participant Information]:\n\n* Phone: [TRIAL_NAME phone]\n* E-mail: [TRIAL_NAME email](mailto:[TRIAL_NAME email])\n* Postal address: [TRIAL_NAME address]\n\nWe try to respond to feedback within 5 business days."
  },
  "cookie_control": {
    "cookie_notice_text": "This website uses cookies to improve your experience. We do NOT use any tracking cookies for targetting ads and we do NOT use cookies that directly identify anyone. Click ACCEPT to enable an optimal experience.",
    "cookie_modal_text": "We only use necessary cookies. We do NOT use cookies that directly identify anyone. We use necessary cookies to enable the video player to work and to manage this cookie notice.",
    "cookie_modal_title": "Cookies used on this site",
    "non_necessary_cookies_used": false
  },
  "site_logo": {
    "url": "logo.svg",
    "alt": "[TRIAL_NAME] logo"
  },
  "privacy_page": {
    "privacy_page_text": "This website has been designed and developed by Morph specifically for this clinical trial. We understand that your privacy is important to you and that you care about how your personal data is used. We respect and value the privacy of all of our customers and suppliers’ data and will only collect and use personal data in ways that are described here, and in a way that is consistent with our obligations and your rights under the law.\n\n## 1. Information about us\n\nMorph is a partnership.\n\nMain trading address: The Brae, 2 Castle Road, Kendal, LA9 7AU\n\nVAT Reg: 100 5588 46\n\nData Protection Officer: Matthew Brook\n\nEmail address: info@morph.co.uk\n\nTelephone number: 01524 88 42 88\n\nPostal Address: The Brae, 2 Castle Road, Kendal, LA9 7AU\n\n## 2. What does this policy cover?\n\nThis Privacy Policy relates specially to this website only and explains how we use your personal data on the site: how it is collected, how it is held, and how it is processed. It also explains your rights under the law relating to your personal data.\n\n## 3. What is personal data?\n\nPersonal data is defined by the General Data Protection Regulation (EU Regulation 2016/679) (the “GDPR”) as ‘any information relating to an identifiable person who can be directly or indirectly identified in particular by reference to an identifier’. Personal data is, in simpler terms, any information about you that enables you to be identified. Personal data covers obvious information such as your name and contact details, but it also covers less obvious information such as identification numbers, electronic location data, and other online identifiers. The personal data that we use is set out in Part 5, below.\n\n## 4. What are your rights?\n\nUnder the GDPR, you have the following rights, which we will always work to uphold:\n\n1. The right to be informed about our collection and use of your personal data. This Privacy Policy should tell you everything you need to know, but you can always contact us to find out more or to ask any questions using the details in Part 11.\n2. The right to access the personal data we hold about you. Part 10 will tell you how to do this.\n3. The right to have your personal data rectified if any of your personal data held by us is inaccurate or incomplete. Please contact us using the details in Part 11 to find out more.\n4. The right to be forgotten, i.e. the right to ask us to delete or otherwise dispose of any of your personal data that we have. Please contact us using the details in Part 11 to find out more.\n5. The right to restrict (i.e. prevent) the processing of your personal data.\n6. The right to object to us using your personal data for a particular purpose or purposes.\n7. The right to data portability. This means that, if you have provided personal data to us directly, we are using it with your consent or for the performance of a contract, and that data is processed using automated means, you can ask us for a copy of that personal data to re-use with another service or business in many cases.\n8. Rights relating to automated decision-making and profiling. We do not use your personal data in this way.\n\nFor more information about our use of your personal data or exercising your rights as outlined above, please contact us using the details provided in Part 11.\n\nFurther information about your rights can also be obtained from the Information Commissioner’s Office or your local Citizens Advice Bureau.\n\nIf you have any cause for complaint about our use of your personal data, you have the right to lodge a complaint with the Information Commissioner’s Office.\n\n## 5. What personal data do we collect when you visit this website?\n\nYou may visit the Site without telling us who you are or revealing any personally identifiable information about you. The website is hosted by Netlify and their servers log the IP addresses of all requests for security purposes. These logs are stored for less than 30 days and are not used to identify individuals. \n\nNetlify is committed to helping users understand the General Data Protection Regulation and to comply with its requirements and Morph have entered into a legally binding Data Protection Agreement [](/cookies)with Netlify to ensure that this is the case (https://www.netlify.com/gdpr-ccpa)\n\n[Cookie Policy](/cookies)\n\n## 6. How do we use your personal data?\n\nUnder the GDPR, we must always have a lawful basis for using personal data. This may be because the data is necessary for our performance of a contract with you, because you have consented to our use of your personal data, or because it is in our legitimate business interests to use it. Your personal data may be used for one of the following purposes:\n\n* IP addresses are required by Netlify to troubleshoot a number of issues, such as connectivity issues, tracking down specific HTTP responses, tracking DDoS attacks.\n\n## 7. How long will we keep your personal data?\n\nIP addresses are logged for no more than 30 days.\n\n## 8. How and where do we store or transfer your personal data?\n\nWe may store or transfer some or all of your personal data in countries that are not part of the European Economic Area (the “EEA” consists of all EU member states, plus Norway, Iceland, and Liechtenstein). These are known as “third countries” and may not have data protection laws that are as strong as those in the UK and/or the EEA. Morph have signed a Data Protection Agreement with Netlify to ensure that your personal data is treated just as safely and securely as it would be within the UK and under the GDPR.\n\n## 9. Do we share your personal data?\n\nNo.\n\n## 10. How can I access my personal data?\n\nMorph do not have access to IP addresses logged by Netlify.\n\n## 11. How do I contact you?\n\nTo contact us about anything to do with your personal data and data protection, including to make a subject access request, please use the following details (for the attention of Matthew Brook):\n\nEmail address: info@morph.co.uk\n\nTelephone number: 01524 88 42 88\n\nPostal Address: The Brae, 2 Castle Road, Kendal, LA9 7AU\n\nPursuant to Article 27 of the European Union (EU) and United Kingdom (UK) General Data Protection Regulation, VeraSafe has been appointed as Netlify’s representative in the European Union and United Kingdom for data protection matters. VeraSafe can be contacted in addition to [privacy@netlify.com](mailto:privacy@netlify.com), only on matters related to the processing of personal data.\n\nTo make such an inquiry, please contact VeraSafe using this [contact form](https://verasafe.com/public-resources/contact-data-protection-representative) or via telephone at: +44 (20) 4532 2003. Alternatively, VeraSafe can be contacted at:\n\n**VeraSafe United Kingdom Ltd.**\\\n37 Albert Embankment London SE1 7TL\\\nUnited Kingdom\n\n## 12. Changes to this Privacy Policy\n\nWe may change this Privacy Policy from time to time. This may be necessary, for example, if the law changes, or if we change our business in a way that affects personal data protection. Any changes will be made available on this website.",
    "privacy_page_title": "Privacy Policy"
  },
  "site_details": {
    "site_name": "Participant Information",
    "site_url": "https://participant-info.digitrial.com",
    "site_strapline": "Participant Information Tool",
    "audience": "Adults",
    "organisation_name": "Digitrial"
  },
  "cookie_page": {
    "cookie_page_text": "## Website Cookies\n\nOur website uses necessary and non-necessary cookies. The necessary cookies are required for the website to function the right way, and they do not collect any of your personally identifiable data.\n\nThe non-necessary cookies used on our websites are used for understanding how the website is used so that we can provide you with a better user experience and help speed up your future interactions with our website.\n\n### Types of cookies we use\n\n**Necessary**: Some cookies are essential for you to be able to experience the full functionality of our site. They allow us to keep track of your progress through the site as well as enabling access to core functionality such as video playback. They do not collect or store any personal information.\n\n**Non-necessary**: These cookies store information like the number of visitors to the website, the number of unique visitors, which pages of the website have been visited, the source of the visit etc. These data help us understand and analyse how well the website performs and where it needs improvement.\n\n### Specific cookies we use\n\nThe cookies used in our website are shown below.\n\n| Cookie        | Type          | Duration       | Description                                                                                                                                                                                                |\n| ------------- | ------------- | -------------- | ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| amp_cid       | non-necessary | 1 year         | We use this cookies with a third-party service called Google Analytics to record pages visited and videos watched so that we can understand how the information on this website is accessed.                      |\n| player / vuid | necessary     | 1 day / 1 year | When you press play Vimeo will drop third party cookies to enable the video to play and to collect analytics data such as how long a viewer has watched the video. These cookies do not track individuals. |\n\n## LocalStorage data\n\nWe also store data in your browser to keep track of your progress through the site and your cookie preferences. This is stored in [LocalStorage](https://en.wikipedia.org/wiki/Web_storage) and enables us to return you to the last page you visited in the site on subsequent visits. This data is anonymous, persistent and necessary for the functioning of the site.\n\n| LocalStorage      | Type      | Duration  | Description                                                                                                                                                             |\n| ----------------- | --------- | --------- | ----------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| GDPR:accepted     | necessary | permanent | This localStorage property keeps track of whether you have accepted non-necessary cookies from this website. It can be changed from the [Cookie Policy](/cookies) page. |\n| patient-info-vuex | necessary | permanent | This localStorage property keeps track of your progress through the site, enabling you to return to the last page you finished reading when you return to the site.     |\n\n## How can I control my cookie preferences?\n\nYou can edit your cookie preferences by clicking the link 'View and edit cookie settings' in the section 'What is my current cookie consent status?' below.\n\nIf you decide to 'Opt out' of non-necessary cookies, they may remain in your browser but will no longer be used to send data about your visit to the third party analytics service.\n\nIn addition to this, different browsers provide different methods to block and delete cookies used by websites. You can change the settings of your browser to block/delete the cookies. To find out more out more on how to manage and delete cookies, visit [wikipedia.org](https://en.wikipedia.org/wiki/HTTP_cookie), [www.allaboutcookies.org.](http://www.allaboutcookies.org/)\n\n## Contact Us\n\nIf you have any questions about the content of this page or problems with the website, please contact us at: admin@morph.co.uk",
    "cookie_page_title": "Cookie Policy"
  },
  "parent_site_details": {
    "site_name": "Digitrial",
    "site_url": "https://digitrial.com/"
  }
}