{
  "page_content": [
    {
      "type": "text",
      "text": "## Website Cookies\n\nOur website uses necessary and non-necessary cookies. The necessary cookies are required for the website to function the right way, and they do not collect any of your personally identifiable data.\n\nThe non-necessary cookies used on our websites are used for understanding how the website is used so that we can provide you with a better user experience and help speed up your future interactions with our website.\n\n### Types of cookies we use\n\n**Necessary**: Some cookies are essential for you to be able to experience the full functionality of our site. They allow us to keep track of your progress through the site as well as enabling access to core functionality such as video playback. They do not collect or store any personal information.\n\n**Non-necessary**: These cookies store information like the number of visitors to the website, the number of unique visitors, which pages of the website have been visited, the source of the visit etc. These data help us understand and analyse how well the website performs and where it needs improvement.\n\n### Specific cookies we use\n\nThe cookies used in our website are shown below.\n\n## LocalStorage data\n\nWe also store data in your browser to keep track of your progress through the site and your cookie preferences. This is stored in [LocalStorage](https://en.wikipedia.org/wiki/Web_storage) and enables us to return you to the last page you visited in the site on subsequent visits. This data is anonymous, persistent and necessary for the functioning of the site.\n\n#### Cookie Name: player / vuid\n\n**Purpose**: When you press play Vimeo will drop third party cookies to enable the video to play and to collect analytics data such as how long a viewer has watched the video. These cookies do not track individuals.\n\n**Necessary**: yes\n\n**Expires in**: 1 year\n\n#### Cookie Name: _ga, _ga*\n\n**Purpose**: Used by Google Analytics to calculate visitor, session, campaign data and keep track of site usage for the site's analytics report. Stores information anonymously and assigns a randomly generated number to identify unique visitors.\n\n**Necessary**: no\n\n**Expires in**:  2 years\n\n#### LocalStorage Key: GDPR:accepted\n\n**Purpose**: This localStorage property keeps track of whether you have accepted non-necessary cookies from this website. As no non-necessary cookies are used on this website it will default to true.\n\n**Necessary**: yes\n\n**Duration**: permanent\n\n#### LocalStorage Key: patient-info-vuex\n\n**Purpose**: This localStorage property keeps track of your progress through the site, enabling you to return to the last page you finished reading when you return to the site.\n\n**Necessary**: yes\n\n**Duration**: permanent\n\n## How can I control my cookie preferences?\n\nYou can edit your cookie preferences by clicking the link 'View and edit cookie settings' in the section 'What is my current cookie consent status?' below.\n\nIf you decide to 'Opt out' of non-necessary cookies, they may remain in your browser but will no longer be used to send data about your visit to the third party analytics service.\n\nIn addition to this, different browsers provide different methods to block and delete cookies used by websites. You can change the settings of your browser to block/delete the cookies. To find out more out more on how to manage and delete cookies, visit [wikipedia.org](https://en.wikipedia.org/wiki/HTTP_cookie), [www.allaboutcookies.org.](http://www.allaboutcookies.org/)\n\n## Contact Us\n\nIf you have any questions about the content of this page or problems with the website, please contact us at: admin@morph.co.uk",
      "section_label": "Website Cookies"
    }
  ],
  "title": "Cookie Policy",
  "page_metadata": {
    "html_title": "Cookie Policy",
    "html_desc": "Cookie Policy"
  },
  "page_title": "Cookie Policy"
}